Repository: Guexit/Guexit.IdentityProvider
Catalog: src/Guexit.IdentityProvider.WebApi/Resources/Pages/Account/RegisterModel.*.resx
Languages: de, es

# RegisterPageTitle
source: Register - Guexit
de: Registrieren - Guexit
es: Registro - Guexit

source: Start Fast!
de: Schnell Starten!
es: ¡Comienza Rápido!

source: Register with Google
de: Mit Google registrieren
es: Regístrate con Google

source: Register with Discord
de: Mit Discord registrieren
es: Regístrate con Discord

source: Register with Twitch
de: Mit Twitch registrieren
es: Regístrate con Twitch

# CreateAccountNote
source: This method will create an account if you don't have one yet ğŸ˜
de: Diese Methode erstellt ein Konto, wenn du noch keins hast ğŸ˜
es: Este método creará una cuenta si aún no tienes una 😁

source: or
de: oder
es: o

source: Enter your email...
de: Geben Sie Ihre E-Mail-Adresse ein...
es: Escribe tu email...

source: Password
de: Passwort
es: Contraseña

source: Enter your password...
de: Geben Sie Ihr Passwort ein...
es: Escribe tu contraseña...

source: Confirm Password
de: Passwort bestÃ¤tigen
es: Confirma tu contraseña

source: Repeat your password...
de: Wiederholen Sie Ihr Passwort...
es: Repite tu contraseña...

source: Register
de: Registrieren
es: Registrarse

# EmailAlreadyTaken
source: The email '{0}' is already taken.
de: Die E-Mail '{0}' ist bereits vergeben.
es: El email '{0}' ya existe.
