Repository: Guexit/Guexit.IdentityProvider
Catalog: src/Guexit.IdentityProvider.WebApi/Resources/Pages/Account/Login/Index.*.resx
Languages: fr, pt

# LoginPageTitle
source: Login - Guexit
fr: Connexion - Guexit
pt: Iniciar Sessão - Guexit

source: Start Fast!
fr: Commencez Rapidement!
pt: Comece Rápido!

source: Log in with Google
fr: Connectez-vous avec Google
pt: Iniciar sessão com Google

source: Log in with Discord
fr: Connectez-vous avec Discord
pt: Iniciar sessão com Discord

source: Log in with Twitch
fr: Connectez-vous avec Twitch
pt: Iniciar sessão com Twitch

# CreateAccountNote
source: This method will create an account if you don't have one yet üòÅ
fr: Ce moyen crÃ©era un compte si vous n'en avez pas encore un ğŸ˜
pt: Este método criará uma conta se você ainda não tiver uma 😁

source: or
fr: ou
pt: ou

# LoginWithEmail_bold
source: Log In
fr: Connectez-vous
pt: Iniciar Sessão

# LoginWithEmail
source: with your Guexit Account
fr: avec votre compte Guexit
pt: com sua conta Guexit

# CreateAccount_bold
source: Create
fr: CrÃ©ez
pt: Criar

# CreateAccount
source: a Guexit Account
fr: un compte Guexit
pt: uma conta Guexit
